{"Mapy/Mapa-Světa-řádu":{"title":"Mapa Světa řádu","links":[],"tags":[],"content":"id: mapa_sveta_radu\nimage: [[mapa_sveta_radu.jpg]]\nheight: 800px\nwidth: 85%\n \n### Starting position of the map\nlat: 50\nlong: 50\n \n### Zoom around 0\nminZoom: 13.5\nmaxZoom: 16\ndefaultZoom: 13.5\nzoomDelta:0.5\n \n### String for measure scale\nunit: km\nscale: 1\ndarkMode: True"},"Ostatní/Atribut":{"title":"Atribut","links":["Ostatní/saving-throw","Atletika","Intimidace","Postavy/Classy/Barbar","Postavy/Classy/Bojovník","Postavy/Classy/Paladin","Postavy/Classy/Klerik","Postavy/Classy/Ranger","Postavy/Classy/Monk","Iniciativa","Akrobacie","Nenápadnost","Sleight-of-Hand","Postavy/Classy/Tulák","Postavy/Classy/Černokněžník","Postavy/Classy/Čaroděj","Postavy/Classy/Vynálezce","Postavy/Classy/Druid","Lhaní","Přesvědčování","Postavy/Classy/Bard","Postavy/Classy/Mág"],"tags":[],"content":"Docela hezky popsané tady… Možná časem rozepíšu víc…\nroll20.net/compendium/dnd5e/Ability%20Scores#content\nAtribut, aka Stat, určuje základní fyzické a psychické vlastnosti jedince. Existuje šest atributů a jejich hodnoty jsou mezi 0 a 20, kdy někoho s hodnotou 10 lze považovat za běžného, “průměrného”, jedince.\nHodnoty atributů ovlivňují schopnosti postav, jejich saving throwy, šanci na zásah útokem apod.\nSíla (strength)\n\nPředstavuje fyzickou sílu postavy.\nSilou jsou ovlivněny:\n\nÚtoky silovými zbraněmi (meč, sekera, kladivo…).\nBoj beze zbraně (údery, chvaty, strkání, přetlačování…).\nAtletika\nIntimidace (zastrašení menších a slabších postav).\n\n\nSíla je důležitá pro:\n\nBarbar (primární / sekundární).\nBojovník (primární / sekundární - lze ale zaměnit za hbitost).\nPaladin (sekundární / terciérní).\nKlerik (terciérní)\nRanger (primární - běžně má hbitost, ale lze ho stavět i na sílu).\nMonk (primární - běžně má hbitost, ale lze ho stavět i na sílu).\n\n\n\nHbitost (dexterity)\n\nPředstavuje fyzickou hbitost, obratnost, postřeh a šikovnost postavy.\nHbitostí jsou ovlivněny:\n\nÚtoky hbitými zbraněmi (kord, dýka, luk…)\nOdolnost proti chycení a celkově imobilizaci\nIniciativa (aneb jak rychle postava zareaguje na vstup do boje)\nAkrobacie\nNenápadnost\nSleight of Hand\n\n\nHbitost je důležitá pro:\n\nTulák (primární)\nRanger (primární - lze zaměnit za sílu)\nMonk (primární - lze zaměnit za sílu)\nBojovník (primární / sekundární - běžně má sílu, ale lze ho stavět i na hbitost)\nKdokoliv, kdo neví, kam s atributy\n\n\n\nVýdrž (constitution)\n\nPředstavuje schopnost postavy snášet zátěž a zranění.\nVýdrží jsou ovlivněny:\n\nMnožství “životů”\nOdolnost na jedy\nUdržení dechu např. pod vodou\n\n\nVýdrž je důležitá pro:\n\nBarbar (primární / sekundární)\nBojovník (primární / sekundární)\nPaladin (primární / sekundární)\nKlerik (sekundární)\nČernokněžník (sekundární)\nKdokoliv, kdo neví, kam s atributy\n\n\n\nInteligence (intelligence)\n\nPředstavuje akademické, logické a dedukční schopnosti postavy. Jedná se tedy čistě o IQ, ne EQ apod.\nInteligencí jsou ovlivněny:\n\nÚtoky kouzly a jejich účinnost\nPoužívání některých magických předmětů, svitků apod…\nOdolnost proti mysl ovlivňujícím efektům\nArcana\nInvestigace\nHistorie\n\n\nInteligence je důležitá pro:\n\nČaroděj (primární)\nVynálezce (primární)\n\n\n\nMoudrost (wisdom)\n\nPředstavuje emoční inteligenci, přirozený instinkt, talent, “šestý smysl” a vztah k přírodě a nadpřirozenu.\nMoudrostí jsou ovlivněny:\n\nÚtoky kouzly a jejich účinnost\nVšímavost na první pohled\nOdhad na lidi\nKomunikace se zvířaty\nSchopnost přežít v divočině (rozdělání ohně, stopování…)\nPrvní pomoc\n\n\nMoudrost je důležitá pro:\n\nDruid (primární)\nKlerik (primární)\nPaladin (primární / sekundární)\nRanger (sekundární)\nMonk (sekundární)\n\n\n\nCharisma\n\nPředstavuje šmrnc, výřečnost, sympatičnost, sex appeal a sílu charakteru postavy.\nCharismatem jsou ovlivněny:\n\nÚtoky kouzly a jejich účinnost\nKomunikace s inteligentními rasami\nLhaní\nPřesvědčování\n\n\nCharisma je důležité pro:\n\nBard (primární)\nMág (primární)\nČernokněžník (primární)\nPaladin (sekundární)\n\n\n"},"Ostatní/Dlouhý-odpočinek":{"title":"Dlouhý odpočinek","links":[],"tags":[],"content":""},"Ostatní/Kusarigama":{"title":"Kusarigama","links":[],"tags":[],"content":""},"Ostatní/saving-throw":{"title":"saving throw","links":[],"tags":[],"content":""},"Postavy/Bohové/Hemos":{"title":"Hemos","links":["Postavy/Organizace/Řád-Pravého-Světa","Postavy/Bohové/Zemos","Zeměpis/Svět-řádu","Svět-chaosu","Střet","Zeměpis/Státy/Korporační-Konfederace","Zeměpis/Státy/Kartel-Nezávislých-Městských-Států","Zeměpis/Státy/Thundra-Union","Zeměpis/Státy/Jihovýchodní-Koalice","První-Impérium","Zeměpis/Státy/Druhé-Impérium","Bílé-Hory","Zeměpis/Státy/Poslední-Království","Zeměpis/Státy/Potopené-město","Zeměpis/Města/Pan-Anara"],"tags":[],"content":"Vše níže zmíněné pochází ze svatého písma Hemova sepsaného jeho Řádem\n\nJeden ze dvou hlavních bohů. Druhým je Zemos.\nBůh řádu, světla, rovnosti, pravdy, zákonů a spravedlnosti\nMagii propůjčuje smrtelníkům střídmě, zodpovědně a s pevnou rukou\nŘád Bílého Světla pak bere Hemovy ideály o univerzální pravdě a perfektním utopickém řádu ještě dále a extrémněji\n\nHistorie\n\nPůvodně byly Svět řádu a Svět chaosu jedním protosvětem, kde se Hemos i Zemos zrodili.\nOba se postupně učili ovládat svou moc a společně vytvořili veškerou faunu, flóru a dokonce i protorasu, která je uctívala jako své bohy a stvořitele.\nVšechny informace o formě, civilizaci i jméně této rasy byly během věků ztraceny\nPro lepší kontrolu nad touto protorasou byl vytvořen panteon všech možných bohů a bůžků\nPostupně se Hemos i Zemos ve svých filosofiích více vyhraňovali a radikalizovali\nTato radikalizace se vystupňovala ve válku, mezi Hemem a Zemem, kde každý měl na své straně některé z nižších bohů a armády smrtelníků z protorasy\nNa konci války se při ničivém souboji protosvět roztrhl a přeformoval na dva nové světy - Hemův Svět řádu a Zemův Svět chaosu.\nZemos i Svět chaosu zmizel neznámo kam\nHemos ujal přeživších a vedl je k obnově civilizace a\nHemos dále založil Řád Pravého Světa, jehož úkol byl pomoci roznést Hemovu ideologii\nV následujících staletích se na Světě řádu z protorasy vyvinuli lidé, jak je známe dnes a utvořil se nespočet prakticky stejných utopických královstvích dle Hemovy vize - mírumilovných, spravedlivých a neznalých magie.\nPřibližně tisíc let zpátky se Zemos s jeho Světem chaosu vrátil a při události dnes známé jako Střet začal nám známý cyklus s oběma světy sdílícími jednu oběžnou dráhu, setkávajícími se a náhodně se prohazujícími při rovnodennostech.\nPři prvních několika takovýchto setkáních přicestovalo (mezi básníky a bardy se často říká “přepadlo přes okraj”) množství magických bytostí původně ze Světa chaosu - mezi nimi byly elfové, trpaslíci, gnómové, orkové ale i monstra, elementálové a nestvůry\nZároveň při každém setkání přepadávali přes okraj i lidé, pravděpodobně na Svět chaosu.\nMírumilovní lidé byli na dlouhými boji zocelené a magií vybavené obyvatele Světa chaosu nepřipraveni a jejich království podléhala jedno za druhým\nHemos se proto rozhodl věnovat svému řádu magii a postavil se na jejich stranu\nSvým kněžím odhalil jak při rovnodennosti vytvořit ochrannou bariéru, která zabraňuje většině přepadnutí přes okraj - svatý rituál, který nejvyšší představitelé řádu vykonávají dodnes.\nPostupně ze zbytků některých království a magických ras, které přepadly přes okraj vznikly nové, mnohem různorodější národy:\n\nKorporační Konfederace\nKartel Nezávislých Městských Států\nThundra Union\nJihovýchodní Koalice\nPrvní a později Druhé Impérium\n\n\nŘíká se, že daleko na jihu za Bílými Horami ještě dnes stojí Poslední Království - jediné původní lidské království, které nepodlehlo. A někde hluboko pod mořem by mělo být i Potopené město, které zmizelo při začátku Střetu.\nPo Střetu se Hemos odmlčel a běžným smrtelníkům neodpovídá, jak dělal dříve\nMomentálně s ním údajně udržují kontakt pouze nejvyšší velekněží Řádu Pravého Světa v Pan Anaře.\n"},"Postavy/Bohové/Zemos":{"title":"Zemos","links":["Postavy/Bohové/Hemos","Postavy/Organizace/Řád-Pravého-Světa","Střet"],"tags":[],"content":"Vše níže zmíněné pochází ze svatého písma Hemova sepsaného jeho Řádem.\n\nJeden ze dvou hlavních bohů. Druhým je Hemos\nBůh chaosu, temnoty, tajemna, svobody, objevů a pokušení\nHemovo svaté písmo zmiňuje, že i když některé Zemovy ideály zní lákavě, jsou ve finále nebezpečné při absenci kontroly.\nMagii propůjčuje smrtelníkům bez omezení a jeho zaviněním se k ní mohou dostat i smrtelníci bez dohledu vyšších entit, jako jsou čarodějové.\nKdyž se rozhodne komunikovat se smrtelníky, činí tak pouze s jednotlivci, na což již přišlo několik pomýlených lidských řádů, vznilkých po Střetu, zasvěcených právě Zemovi.\nPro více informací o historii, viz Hemos.\n"},"Postavy/Classy/Barbar":{"title":"Barbar","links":["Ostatní/Atribut"],"tags":[],"content":"Classa zaměřená na zuřivý boj z blízka a odolávání hlavně fyzickým a mysl ovládajícím útokům. Barbaři se v boji dostanou do stavu rozzuřenosti, kde se stávají ještě účinnějšími stroji na zabíjení.\n\n\nDůležité atributy:\n\nSíla\nVýdrž\n\n\n\nBarbaři mezi známými charaktery:\n\n"},"Postavy/Classy/Bard":{"title":"Bard","links":["Postavy/Classy/Čaroděj","Ostatní/Atribut","Postavy/NPC/Pytlus-Jorifus-z-Avetaše-III.-řečený-Poštolka"],"tags":[],"content":"Classa zaměřená na podporu parťáků, znevýhodňování nepřátel a hbitý boj. Jako pravý jack-of-all-trades se dokáže naučit skoro jakékoliv kouzlo i od jiných class a vyčarovat ho pomocí svého Charisma. Bardi jsou trochu podobní čarodějům v tom, že musí nějakou formou pro svou magii studovat, ale neberou to až do takového extrému a berou magii s jistou známkou punku.\n\n\nDůležité atributy:\n\nCharisma\nHbitost\n\n\n\nBardi mezi známými charaktery:\n\nPytlus Jorifus z Avetaše III. řečený Poštolka\n\n\n"},"Postavy/Classy/Bojovník":{"title":"Bojovník","links":["Ostatní/Atribut","Postavy/NPC/Vittorio"],"tags":[],"content":"Classa zaměřená na fyzický boj a jeho techniky. Má nejširší možnosti co se zbraní a zbrojí týče.\n\n\nDůležité atributy:\n\nSíla\nHbitost (pokud není zaměřen na silové zbraně)\nVýdrž\n\n\n\nBojovníci mezi známými charaktery:\n\nVittorio\n\n\n"},"Postavy/Classy/Druid":{"title":"Druid","links":["Ostatní/Atribut","Postavy/PC/Dzenda"],"tags":[],"content":"Classa zaměřená na přírodu, všechny její aspekty, kouzla s nimi spojená a přeměňování se na zvířata.\n\n\nDůležité atributy:\n\nMoudrost\n\n\n\nDruidové mezi známými charaktery:\n\nDzenda\n\n\n"},"Postavy/Classy/Klerik":{"title":"Klerik","links":["Ostatní/Atribut","Postavy/PC/Verwyn-Tosspell"],"tags":[],"content":"Classa zaměřená na pomoc svým parťákům ať už léčením, rušením nepřátel nebo ochrannou magií a štíty. Někteří klerici ale dokážou být i velmi nebezpeční pro své nepřátele. Klerik má magii propůjčenou od boha, jemuž je zasvěcen, ale jsou i vzácné příběhy o klericích, kterým stačí pevná víra v cokoliv - např. i v sebe samé.\n\n\nDůležité atributy:\n\nMoudrost\nVýdrž\nSíla (pokud chce více používat zbraně)\n\n\n\nKlerici mezi známými charaktery:\n\nVerwyn Tosspell\n\n\n"},"Postavy/Classy/Monk":{"title":"Monk","links":["Ostatní/Atribut","Postavy/PC/Pierre-Baronti"],"tags":[],"content":"Classa zaměřená na kultivaci a tvrdý trénink těla a mysli. Jsou to neskutečně rychlí mistři boje beze zbraně, případně s jednou vybranou zbraní.\n\n\nDůležité atributy:\n\nHbitost\nMoudrost\n\n\n\nMonkové mezi známými charaktery:\n\nPierre Baronti\n\n\n"},"Postavy/Classy/Mág":{"title":"Mág","links":["Postavy/Classy/Čaroděj","Postavy/Classy/Druid","Postavy/Classy/Klerik","Postavy/Classy/Černokněžník","Ostatní/Atribut"],"tags":[],"content":"Classa zaměřená na používání a ohýbání magie dle vůle postavy. Mág se s magií buď narodí nebo k ní nějakým způsobem přijde (skoro jako pokousání Petera Parkera radioaktivním pavoukem). Každopádně magii nemusí akademicky studovat jako Čaroděj ani si ji od nikoho nepůjčuje jako Druid od přírody, Klerik od svého božstva nebo Černokněžník od svého patrona. Díky tomu, že mu v žilách koluje magie, může standartní kouzla různě pozměnit.\n\n\nDůležité atributy:\n\nCharisma\n\n\n\nMágové mezi známými charaktery:\n\n"},"Postavy/Classy/Paladin":{"title":"Paladin","links":["Postavy/Classy/Bojovník","Postavy/Classy/Klerik","Ostatní/Atribut"],"tags":[],"content":"Classa zaměřená na ochranu slabších a spravedlivé potrestání a zneškodnění nepřátel. Dá se nad ním uvažovat jako nad mixem bojovníka a klerika. Každý paladin složí přísahu, kterou se řídí a mnoho z nich je následovníkem nějakého boha.\n\n\nDůležité atributy:\n\nVýdrž\nSíla\nCharisma\n\n\n\nPaladinové mezi známými charaktery:\n\n"},"Postavy/Classy/Ranger":{"title":"Ranger","links":["Ostatní/Atribut","Postavy/PC/Sir-Malonic,-DiS"],"tags":[],"content":"Classa zaměřená na přežití v přírodě, boj fyzickými zbraněmi z dálky, nenápadnost a sem tam i nějaké kouzlo. Takový typický jack-of-all-trades. Spousta rangerů bojuje bok po boku se svým věrným zvířecím kumpánem.\n\n\nDůležité atributy:\n\nHbitost\nMoudrost\n\n\n\nRangeři mezi známými charaktery:\n\nSir Malonic, DiS\n\n\n"},"Postavy/Classy/Tulák":{"title":"Tulák","links":["Ostatní/Atribut"],"tags":[],"content":"Classa zaměřená na nenápadnost, přepadávání a nečistý boj. Kromě toho jsou to šikovní zlodějíčci, akrobati a dokážou vypáčit skoro každý zámek.\n\n\nDůležité atributy:\n\nHbitost\n\n\n\nTuláci mezi známými charaktery:\n\nRadkovo charakter\n\n\n"},"Postavy/Classy/Vynálezce":{"title":"Vynálezce","links":["Ostatní/Atribut"],"tags":[],"content":"Classa zaměřená na kombinaci magie a technologie. Není součástí základní sady class. Se svým intelektem přistupuje k problémům racionálně a snaží se přijít na podstatu věci.\n\n\nDůležité atributy:\n\nInteligence\n\n\n\nVynálezci mezi známými charaktery:\n\n"},"Postavy/Classy/Čaroděj":{"title":"Čaroděj","links":["Ostatní/Atribut","Postavy/NPC/Gregoricz"],"tags":[],"content":"Classa zaměřená na ovládnutí magie. Pečlivě a systematicky magii studuje. Každý čaroděj má svou knihu kouzel, bez které je jako bez ruky. Sice má potenciál znát nejvíc různých kouzel, ale většinu z nich může vyčarovat jen ze své knihy.\n\n\nDůležité atributy:\n\nInteligence\n\n\n\nČarodějové mezi známými charaktery:\n\nGregoricz\n\n\n"},"Postavy/Classy/Černokněžník":{"title":"Černokněžník","links":["Krátký-odpočinek","Ostatní/Dlouhý-odpočinek","Ostatní/Atribut"],"tags":[],"content":"Classa zaměřená na využívání temnější magie zapůjčené jejich patronem často na základě nějaké smlouvy nebo vzájemné dohody. Mají méně kouzel, ale k jejich obnově jim jako jediným stačí pouze Krátký odpočinek oproti ostatním, kteří potřebují Dlouhý odpočinek.\n\n\nDůležité atributy:\n\nCharisma\n\n\n\nČernokněžníci mezi známými charaktery:\n\nLukášovo postava\n\n\n"},"Postavy/NPC/Angus-Rikardsson-Flucht":{"title":"Angus Rikardsson Flucht","links":["Zeměpis/Města/Dun-Algo","Postavy/NPC/Rikard-Rikardsson-Flucht","Postavy/Organizace/Flucht","Zeměpis/Státy/Kartel-Nezávislých-Městských-Států","Zeměpis/Města/Al'Ziraidabád","Nekromancie","Postavy/Organizace/Hrdličky-Války","Těžební-hůl","Postavy/NPC/Vittorio","Postavy/Organizace/Smíškové","Rasy/Goblin","Postavy/PC/Parta","Náhrdelník-z-mimičích-zubů","Postavy/NPC/Helga","XXX"],"tags":[],"content":"Předák hornického cechu v Dun Algu, absolvent magické školy nekromancie, mladší bratr Rikarda Rikardssona Fluchta.\nHistorie\n\nRodák z Dun Alga pocházející z klanu Flucht.\nZatímco z jeho staršího bratra Rikarda rostl válečník, Angus projevil nadání na magii\nZ prostředků svého otce si uhradil cestu do Kartelu, kde nastoupil do školy temné magie v létajícím městě Al’Ziraidabád.\nZde se specializoval na nekromancii.\nPo smrti svého otce se vrátil do Dun Alga a převzal rodinný podnik, jelikož se Rikard mezitím stal členem Hrdliček Války.\nProjevil talent pro obchod a management a rychle si v Dun Algu vytvořil jméno.\nZmodernizoval těžbu a přišel s používáním Těžebních holí, které nejen že horníkům svítí, ale umožňuje mu je sledovat a v případě problému najít.\nPřed 30 lety se stal předákem místního hornického cechu.\nPřed 2,5 lety, po zmizení prvních horníků najal Vittoria a jeho žoldáckou skupinu Smíšky.\nMá za to, že zmizení mají magický podtext a neshoduje se s Vittoriovými metodami vraždění místních tlup goblinů.\nJelikož mizení pokračovala, najal partu, aby Vittoriovu práci vzala za něj a odmítl Vittoria dál sponzorovat.\nKvůli mizením se odstěhovávali horníci a aby splnil poptávku po zboží, začal tajně oživovat mrtvé horníky z místního hřbitova a schoval je do tajné štoly, kde pro něj dál těžili.\nKdyž na to parta přišla a konfrontovala ho, vysvětlil jim své důvody a nabídl úplatek za mlčenlivost.\nPoprosil partu, aby mu pomohla Vittoria a Smíšky z Dun Alga odstranit, protože je považuje za vyžírky.\n\nCharakter\n\nNa první pohled působí přísně a upřímně jako každý druhý trpaslík\nVe skutečnosti ale má spoustu tajemství a kostlivců ve skříni.\nJde mu především o dobrý byznys\nJe ochoten štědře odměnit poctivou a efektivní práci\nNedá ani groš někomu, koho považuje za neefektivního nebo za flákače.\nJe paličatý a neoblomný.\n\nSchopnosti a výbava\n\nTěžební hůl, kterou čaruje, odhaluje skryté nápisy a sleduje skrz ní ostatní těžební hole\nSchopnost oživení a ovládání mrtvých\nBlíže nespecifikovaná kouzla v tmavě fialové kůží pokryté velké knize kouzel s partě neznámými runami.\nSchopnost vytvoření důmyslných magickými zámky chráněných dveří.\nSchopnost vytvářet magické předměty (např. partě slíbený (Náhrdelník z mimičích zubů)\n\nVztahy s NPC\nHelga\n\nZdá se, že mají minimálně neutrální, spíše přátelský obchodní vztah\nAngus využívá její hospodu k ubytování svých hostů a tím jí přináší zisk.\n\nVittorio\n\nPůvodně do něj vkládal poměrně velké naděje\nPoté, co Vittorio nedonesl slíbené výsledky, Angusovu přízeň ztratil\nAngus sice respektuje Vittoriův elán a účinnost při eliminaci goblinů, ale dle něj je to vše mířené špatným směrem a tím pádem za to nehodlá platit.\nPo 2,5 letech už s Vittoriem ztratil trpělivost a nejraději by ho dosta tak daleko z Dun Alga, jak je to jen možné\n\nRikard Rikardsson Flucht\n\nSe starším bratrem měl od dětství vřelý vztah a má ho stále rád i když se dlouho neviděli\nMá mu ale pořád trochu za zlé, že kvůli jeho členství v Hrdličkách Války nemohl dokončit svá studia v Al’Zirai a musel se vrátit domů.\nZ toho ale spíš viní Rikardovu partnerku XXX, která mu podle Anguse popletla hlavu.\nPravidelně si dodnes dopisují\n\nVztahy s partou\n\nVztah s partou má čistě obchodní, ale odměnu jim slíbil štědrou\nZatím při čistce nových dolů na něj udělali poměrně dobrý dojem\nNabídl partě úplatek výměnou za jejich mlčenlivost\nMá drobné výtky k jejich dochvilnosti a disciplinovanosti\nRád by partu získal na svou stranu při sporu s Vittoriem\n\nZajímavosti\n\nNikdy se neoženil, možná kvůli jeho názoru na Rikardovu situaci\n\n"},"Postavy/NPC/Fergus-Magnisson-Krond-VI.":{"title":"Fergus Magnisson Krond VI.","links":["Postavy/Organizace/Magnát","Zeměpis/Státy/Korporační-Konfederace","Zeměpis/Města/Dun-Krond"],"tags":[],"content":"Momentální Magnát Korporační Konfederace. Sídlí v paláci v samém srdci Dun Krond."},"Postavy/NPC/Gregoricz":{"title":"Gregoricz","links":[],"tags":[],"content":"Čaroděj, aka Magicz Gregoricz.\nHistorie\nCharakter\nSchopnosti a výbava\nVztahy s NPC\nVztahy s partou\nZajímavosti"},"Postavy/NPC/Helga":{"title":"Helga","links":["Zeměpis/Města/Dun-Algo","Postavy/NPC/Louis-von-Pierre"],"tags":[],"content":"Hospodská v Dun Algu, poloorkyně.\nHistorie\n\nByla jedna ze zmizelých v sérii záhadných zmizení v Dun Algu.\nNic si z toho nepamatuje, kromě toho, že se předtím objevila hustá mlha.\nDlouhá léta vede hospodu v novém městě v Dun Algu.\n\nCharakter\n\nPříkrá, přísná, s ničím a nikým se nesere\n\nZajímavosti\n\nV jejím lokále je vždy tma a běda tomu, kdo jí tam pustí světlo dveřmi nebo roztáhne závěsy na oknech\nVaří skvělý guláš a krvavé steaky\nMá v zásobě extra silnou Mortetskou trpasličí pálenku\nMožná spojitost s Louisem von Pierrem\n\n"},"Postavy/NPC/Louis-von-Pierre":{"title":"Louis von Pierre","links":[],"tags":[],"content":"Zatím nepovím &lt;3\n\n"},"Postavy/NPC/Magni-Gustavsson-Krond-I.":{"title":"Magni Gustavsson Krond I.","links":[],"tags":[],"content":""},"Postavy/NPC/Pytlus-Jorifus-z-Avetaše-III.-řečený-Poštolka":{"title":"Pytlus Jorifus z Avetaše III. řečený Poštolka","links":[],"tags":[],"content":""},"Postavy/NPC/Rikard-Rikardsson-Flucht":{"title":"Rikard Rikardsson Flucht","links":["Postavy/Organizace/Hrdličky-Války","XXX","Postavy/NPC/Angus-Rikardsson-Flucht","Zeměpis/Města/Dun-Algo","Postavy/Organizace/Flucht","Zeměpis/Města/Al'Ziraidabád","Horský-obr","Zeměpis/Státy/Korporační-Konfederace"],"tags":[],"content":"Člen Hrdliček Války, partner XXX, starší bratr Anguse Rikardssona Fluchta.\nHistorie\n\nRodák z Dun Alga pocházející z klanu Flucht.\nZatímco z jeho mladšího bratra Anguse rostl čaroděj, Rikard projevil nadání na válečnictví\nPři cestě na návštěvu Anguse při jeho studiích v Al’Ziraidabád byl přepaden horským obrem.\nŽivot mu zachránila XXX, do které se následně zamiloval.\nKdyž si jejich situace a schopností všiml Konfederační velvyslanec v Al’Zirai, nabídl jim, jakožto ideálním kandidátům, místo v Hrdličkách Války, které oba přijali, aby mohli ochránit ostatní pocestné.\nKrátce poté se k němu donesla zpráva, že jeho a Angusův otec zemřel, ale jelikož už složil přísahu Hrdliček, spadla povinnost převzít rodinný podnik na Anguse.\n"},"Postavy/NPC/Slizák-Stanley":{"title":"Slizák Stanley","links":[],"tags":[],"content":"Lidský rogue (tulák), mrtvý.\nHistorie\nCharakter\nSchopnosti a výbava\nVztahy s NPC\nVztahy s partou\nZajímavosti\n"},"Postavy/NPC/Vittorio":{"title":"Vittorio","links":["Postavy/Organizace/Smíškové","Postavy/NPC/Gregoricz","Zeměpis/Města/Dun-Algo","Rasy/Goblin","Ostatní/Kusarigama","Ostatní/Atribut","Postavy/NPC/Angus-Rikardsson-Flucht","Postavy/NPC/Slizák-Stanley","Postavy/PC/Parta","goblin","Postavy/PC/Verwyn-Tosspell"],"tags":[],"content":"Velitel žoldácké skupiny Smíšků aka Starý Kocour.\nHistorie\n\nByl vězněn čarodějem Gregoriczem.\nNepamatuje si, co se dělo před jeho vězněním.\nByly na něm prováděny (zatím) blíže nespecifikované pokusy.\nZemřel při jednom z těchto pokusů (nespecifikováno kterém).\nKdyž stráže chtěly odklidit jeho tělo, probral se, zabil je a uprchl.\nPo nějakém čase kolem sebe utvořil žoldáckou skupinu známou jako Smíškové.\n2,5 roku před začátkem kampaně přijal práci v Dun Algu, aby vyřešil záhadu mizejících horníků.\nDle jeho názoru za to můžou goblini a poslední 2,5 roku systematicky vyvražďuje všechny jejich sluje v okolí.\n\nCharakter\n\nZakládá si na upřímnosti a věrnosti.\nOdvážný a neohrožený\nVelmi impulsivní a neopatrný (alespoň co se jeho vlastního bezpečí týče).\nSkvělý taktik, ale špatný stratég.\nMá jednoduché vnímání světa.\nZajímají ho jen tři P - přátelé, peníze a pomsta.\nStává se, že jedno z těchto P ho zcela pohltí a nesoustředí se na nic jiného.\nPoměrně snadno se urazí a velmi pomalu tuto urážku odpouští.\nJakmile někoho považuje za přítele, je ochoten pro něj udělat skoro vše.\nSnaží se vždy minimalizovat ztráty a bolest svých spojenců.\nNa druhou stranu je mu úplně jedno, co se stane s ostatními.\nNemá problém s používáním cizích lidí jako návnad, aby se těm jeho nic nestalo.\nVůči nepřátelům má sklony k sadismu.\nNemá v lásce vodu.\n\nSchopnosti a výbava\n\nZkušený a velmi obratný bojovník.\nVybaven Kusarigamou, ocelovými drápy a dýkou připevněnou k ocasu.\nVlastní balistu se střelami upravenými pro různé situace.\nDíky Gregoriczovým pokusům měl devět životů.\nNení známo o kolik přesně přišel a jakými způsoby.\nSchopný přijít s propracovanými a účinnými plány, ale širší pohled mu často chybí.\nCo se atributů týče, má velmi nadprůměrnou hbitost, nadprůměrné charisma a výdrž, průměrnou moudrost a sílu a podprůměrnou inteligenci.\n\nVztahy s NPC\nAngus Rikardsson Flucht\n\nVittoriův zaměstnavatel.\nPříliš se nemají v lásce kvůli konfliktu o to, jak řešit situaci s mizejícími trpaslíky.\nAngus tvrdí, že je za tím nějaká magie, Vittorio si trvá na goblinech.\nAngus odmítá Vittoriovi platit, protože i přes jeho masakrování goblinů mizení pokračují.\nVittorio je rozhořčen a uražen, že za svou tvrdou práci nedostane nic.\n\nSlizák Stanley\n\nJeden z Vittoriových důstojníků.\nSkutečně byl ve službách Gregoricze.\nVittorio mu věřil a považoval ho za přítele, dokud ho Stanley nezradil.\nV Dun Algu Stanley plánoval Vittoria zavraždit s pomocí party. Ta se spojila s Vittoriem.\nBrutálně zabit Vittoriem poté, co ho parta zneškodnila (rozříznutí zad a vytržení páteře).\nVittorio jeho tělo zanechal v písku, odkud ho parta hodila do řeky.\n\nMagicz Gregoricz\n\nČaroděj, který Vittoria věznil a prováděl na něm pokusy.\nPravděpodobně stojí za některými Vittoriovými schopnostmi.\nNyní se snaží Vittoria zabít nebo zajmout.\nVittorio přísahal, že se mu pomstí.\n\nVztahy s partou\n\nNejdříve je chtěl jen využít jako živý štít pro Smíšky při jeho útoku na gobliní doupě.\nParta se osvědčila nejdříve tím, že ho dokázali zabít v souboji a poté i v samotném útoku.\nJelikož s Vittoriem jednali prevážně upřímně a ne vyloženě nepřátelsky, začal si jich vážit a nabídl jim místo ve svých službách.\nParta byla svědky pokusu o atentát na Vittoria, kdy byl prostřelen šípem z balisty.\nPřežil bez větších obtíží.\nZnovu se potkali v Dun Algu, kde byla parta svědky zabití posledních goblinů v okolí.\nPoprosil partu, aby se za něj přimluvila u Anguse, protože Angus Vittoriovy posly vyhnal a odmítl mu zaplatit.\nSdělil partě, že vrah měl na sobě Gregoriczův symbol a poté, co mu parta řekla, že stejný viděla na Stanleym, je seznámil se svým příběhem.\nParta ho informovala, že Stanley chtěl s jejich pomocí Vittoria zabít.\nSpolu s Vittoriem Stanleyho konfrontovali a zabili.\nAngus trval na tom, že nezaplatí a že Smíškové mají opustit město.\nPo domluvě s Vittoriem o rozdělení si případné odměny se s partou shodli, že se Smíškové ukryjí v jeskyních mezi novými doly a lázněmi, aby to vypadalo, že jsou pryč.\nVittorio dal partě ultimátum - dva dny na přinesení jeho podílu.\nPokud to parta nesplní, zaútočí na město a zlato si vezme.\n\nZajímavosti\n\nMá ohořelé ucho, velkou jizvu přes krk, pásku přes oko a nově i prohlubeň v lebce.\nPřiznal, že jizva na krku je od jeho oběšení za blíže nespecifikované zločiny.\nProhlubeň v lebce má od souboje s partou, kdy mu Verwyn Tosspell zasadila smrtící ránu kladivem.\nPo zásahu kladivem byl v bezvědomí a trvalo mu déle dát se do kupy, zatímco po průstřelu balistou to byla “barely an inconvenience” a rozchodil to hned.\nDle Stanleyho slov: “Starý Kocour si dobře pamatuje a jen tak nezapomíná.”\n\n"},"Postavy/Organizace/Flucht":{"title":"Flucht","links":["Zeměpis/Města/Dun-Algo","Postavy/NPC/Angus-Rikardsson-Flucht","Postavy/NPC/Rikard-Rikardsson-Flucht"],"tags":[],"content":"Bohatý trpasličí hornický klan sídlící v Dun Algu.\nZnámí členové:\n\nAngus Rikardsson Flucht\nRikard Rikardsson Flucht\n"},"Postavy/Organizace/Hrdličky-Války":{"title":"Hrdličky Války","links":["Zeměpis/Státy/Korporační-Konfederace","Zeměpis/Státy/Kartel-Nezávislých-Městských-Států","Divočina","Země-ohňů","Gvaldr","Postavy/Classy/Bojovník","Postavy/Classy/Mág","Postavy/Classy/Čaroděj","Postavy/Classy/Černokněžník"],"tags":[],"content":"\nMilitaristické uskupení udržované Korporační Konfederací a Kartelem Nezávislých Městských Států, působící převážně v Divočině.\nJejich znakem je bílý okřídlený meč v rudo-zlatém poli\nJejich hlavní misí je ochrana obchodních karavanů a cestujících mezi Konfederací a Kartelem před nájezdníky a bandity ze Země ohňů a orky z Gvaldru.\nJelikož je území, které mají chránit, dlouhé a členité, fungují v malých, mobilních jednotkách - párech.\nV každém páru je Bojovník pocházející z Konfederace, vybavený velkým štítem a nejlepší těžkou zbrojí, kterou Konfederace nabízí.\nDruhým členem je Mág, Čaroděj nebo Černokněžník pocházející z Kartelu, cvičený na co nejefektivnější zneškodnění nepřátel\nKaždý pár jsou zároveň milenci, protože Konfederace a Kartel mají za to, že bojují zuřivěji než běžné vojsko, protože se snaží ochránit jeden druhého.\nTyto páry pak nezávisle na sobě putují podél obchodní cesty a fungují jako univerzální policie, soud i popravčí.\nZároveň jsou podél cesty vybudovány hlíkdovací věže, kde si mohou odpočinout, vyléčit se a doplnit zásoby.\nTeoreticky by sem měli i odvádět odsouzené zajaté zločince, ale málokdy se stává, že je zločinec odsouzen k jinému trestu, než trestu smrti.\nPři vstupu do Hrdliček složí pár přísahu sloužit do smrti alespoň jednoho z nich.\nJiný způsob odstoupení z Hrdliček není a kdokoliv se pokusí odejít jinak je považován za zrádce\nČlenové Hrdliček se po dobu své služby vzdávají veškerých svých majetků mimo Hrdličky\nČlenství v Hrdličkách se jinak považováno za\n"},"Postavy/Organizace/Krond":{"title":"Krond","links":["Zeměpis/Státy/Korporační-Konfederace","Postavy/Organizace/Magnát","Postavy/NPC/Magni-Gustavsson-Krond-I.","Postavy/NPC/Fergus-Magnisson-Krond-VI."],"tags":[],"content":"Velmi bohatý a vlivný trpasličí klan. Nejbohatší z tohoto klanu bývá zároveň i nejbohatším občanem Korporační Konfederace a tím pádem i jejím svrchovaným vládcem - Magnátem.\n\nVýznamní členové rodu:\n\nMagni Gustavsson Krond I. (první Magnát, zakladatel klanu a Konfederace)\nFergus Magnisson Krond VI. (momentální Magnát)\n\n\n"},"Postavy/Organizace/Magnát":{"title":"Magnát","links":["Zeměpis/Státy/Korporační-Konfederace","Střet","Postavy/Organizace/Krond","Postavy/NPC/Magni-Gustavsson-Krond-I.","Postavy/NPC/Fergus-Magnisson-Krond-VI."],"tags":[],"content":"\nNejvyšší vládce Korporační Konfederace a zároveň její nejbohatší jedinec. Sice to teoreticky může být kdokoliv, ale od Střetu drží tento titul trpasličí klan Krond.\nPrvním Magnátem byl Magni Gustavsson Krond I.\nMomentálním Magnátem je Fergus Magnisson Krond VI.\n"},"Postavy/Organizace/Smíškové":{"title":"Smíškové","links":[],"tags":[],"content":""},"Postavy/Organizace/Řád-Pravého-Světa":{"title":"Řád Pravého Světa","links":[],"tags":[],"content":""},"Postavy/PC/Dzenda":{"title":"Dzenda","links":["Postavy/Classy/Druid"],"tags":[],"content":"Tiefling Druid, první charakter, za který hraje Janík"},"Postavy/PC/Parta":{"title":"Parta","links":["Postavy/PC/Sir-Malonic,-DiS","Postavy/PC/Verwyn-Tosspell","Postavy/PC/Pierre-Baronti","Postavy/PC/Dzenda"],"tags":[],"content":"Charaktery hráčů\n\nSir Malonic, DiS…(Marek)\nVerwyn Tosspell…(Bobo)\nPierre Baronti…(Petr)\nDzenda …(Janík)\nXXX…(Lukáš)\nXXX…(Radek)\n"},"Postavy/PC/Pierre-Baronti":{"title":"Pierre Baronti","links":[],"tags":[],"content":""},"Postavy/PC/Sir-Malonic,-DiS":{"title":"Sir Malonic, DiS","links":["Postavy/Classy/Ranger"],"tags":[],"content":"Elfský Ranger, první charakter, za který hraje Marek."},"Postavy/PC/Verwyn-Tosspell":{"title":"Verwyn Tosspell","links":["Postavy/Classy/Klerik"],"tags":[],"content":"Halfling (hobití) klerička, první charakter, za který hraje Bobo.\nHistorie\nCharakter\nSchopnosti a výbava\nVztahy s NPC\nVztahy s partou\nZajímavosti"},"Rasy/Drow":{"title":"Drow","links":[],"tags":[],"content":"Podrasa elfů žijící hluboko pod zemí. Jsou nedůvěřiví, lstiví a prohnaní. Libují si v jedech a prokletích."},"Rasy/Duergar":{"title":"Duergar","links":[],"tags":[],"content":"Podrasa trpaslíků žijící hluboko v zemi, nepříliš nakloněná venkovnímu světu a jeho obyvatelům."},"Rasy/Goblin":{"title":"Goblin","links":[],"tags":[],"content":""},"Střet":{"title":"Střet","links":["Postavy/Bohové/Hemos","Zeměpis/Svět-řádu","Postavy/Bohové/Zemos","Svět-chaosu","Zeměpis/Státy/Poslední-Království","Zeměpis/Státy/Potopené-město","Postavy/Organizace/Řád-Pravého-Světa"],"tags":[],"content":"\nNičivá událost, která se odehrála přibližně 1000 zpátky.\nPo dlouhé době se z ničeho nic vrátil k Hemově Světu řádu Zemův Svět chaosu.\nJelikož světy po Střetu sdílí oběžnou dráhu, kolem Slunce, potkají se každého půl roku, vždy na rovnodennost.\nBěhem tohoto setkání se vždy náhodně prohodí a může dojít k “Přepadnutí přes okraj” - neboli zmizení z jednoho světa a objevení se na druhém\nBěhem Střetu a několika dalších let po něm přepadlo přes okraj na Svět řádu mnoho magických bytostí, ras a monster ze Světa chaosu.\nTo způsobilo na Světě řádu množství ozbrojených střetů a pád, případně asimilaci místních lidských království.\nŘíká se, že jediná dvě místa, která Střet přežila beze změny jsou Poslední Království a Potopené město.\nNikdo s nimi ale nebyl od Střetu v kontaktu.\nOd té doby se snaží Řád Pravého Světa zabránit hromadným přepadnutím.\nI přes jejich snahy je to ale stále, i když v mnohem menší míře možné.\n"},"Svět-chaosu":{"title":"Svět chaosu","links":["Postavy/Bohové/Hemos","Postavy/Bohové/Zemos","Střet","Zeměpis/Svět-řádu"],"tags":[],"content":"\nJeden ze dvou světů, které vznikly během války velebohů Hema a Zema.\nPatřil Zemovi a byl utvářen k jeho obrazu.\nZemos svému světu dal naprostou volnost v přístupu k magii a řízení světa.\nKvůli tomu zde zafungoval zákon přežití nejsilnějšího (ať už svaly, taktikami nebo magií).\nJe teoretizováno, že před Střetem se zde vyvinuly veškeré magické rasy a stvoření.\nJe známo, že po Střetu přepadly velké počty obyvatel Světa chaosu na Svět řádu a naopak.\nVíme, že na Světě řádu se magičtí tvorové úspěšně usídlili, ale veřejnosti není znám žádný člověk nebo skupina lidí, která by se ze Světa chaosu vrátila či alespoň ozvala zpět.\nProto jsou všichni lidé zmizelí na Svět chaosu považováni za mrtvé.\n"},"Zeměpis/Města/Al'Farrah":{"title":"Al'Farrah","links":["Zeměpis/Státy/Kartel-Nezávislých-Městských-Států"],"tags":[],"content":"\nLétající město v Kartelu Nezávislých Městských Států.\n"},"Zeměpis/Města/Al'Quohiris":{"title":"Al'Quohiris","links":["Zeměpis/Státy/Kartel-Nezávislých-Městských-Států"],"tags":[],"content":"\nLétající město v Kartelu Nezávislých Městských Států.\n"},"Zeměpis/Města/Al'Suekkis":{"title":"Al'Suekkis","links":["Zeměpis/Státy/Kartel-Nezávislých-Městských-Států"],"tags":[],"content":"\nLétající město v Kartelu Nezávislých Městských Států.\n"},"Zeměpis/Města/Al'Ziraidabád":{"title":"Al'Ziraidabád","links":["Zeměpis/Státy/Kartel-Nezávislých-Městských-Států","Škola-temné-magie","Postavy/NPC/Angus-Rikardsson-Flucht"],"tags":[],"content":"Létající městský stát na jihozápadě Kartelu Nezávislých Městských Států. Je zde velká Škola temné magie s dlouhou tradicí.\nHistorie\nZajímavosti\n\nStudoval zde mimo jiné Angus Rikardsson Flucht.\n"},"Zeměpis/Města/Damhiris":{"title":"Damhiris","links":["Zeměpis/Státy/Kartel-Nezávislých-Městských-Států","Zeměpis/Státy/Korporační-Konfederace"],"tags":[],"content":"\nMěsto v Kartelu Nezávislých Městských Států.\nNachází se v bažinách na severním pobřeží.\nSlouží jako obchodní středisko mezi Kartelem a Korporační Konfederací.\n"},"Zeměpis/Města/Dun-Algo":{"title":"Dun Algo","links":["Zeměpis/Státy/Korporační-Konfederace","Zeměpis/Voda/Alga","Zeměpis/Města/Dun-Mortet","Postavy/Organizace/Smíškové","Zeměpis/Státy/Kartel-Nezávislých-Městských-Států","Zeměpis/Města/Dun-Krond","Rovnodennost","Postavy/NPC/Angus-Rikardsson-Flucht","Postavy/NPC/Vittorio"],"tags":[],"content":"Hornické město na severozápadě Korporační Konfederace.\nZeměpis\n\nNachází se na severním konci údolí řeky Algy, podél níž vede i jediná přístupová cesta, vedoucí do obchodního města Dun Mortet ve středu Konfederace.\nMěsto je členěno na dvě části - starou (na útesu při levém břehu Algy) a novou (na níže položeném pravém břehu).\n\nObyvatelstvo\n\nZejména ve starém městě převažují trpaslíci - starousedlíci s dlouholetou tradicí svých řemesel.\nNové město je poněkud rozmanitější, většina návštěv, cizinců a chudých místních se zdržuje zde.\nVztah k cizincům spíše neutrální. Sice přináší obchod, ale i problémy.\nNedávná špatná zkušenost se Smíšky a Vittoriem otevřenosti cizincům uškodila.\n\nHistorie\n\nDlouhou dobu bylo Dun Algo jen hornickou osadou.\nKromě zlata jsou zde naleziště i všech možných dalších kovů.\nAž s růstem obchodu mezi Konfederací a Kartelem rostla i poptávka po jiných vzácných kovech kromě zlata (těženého hlavně v Dun Krond).\nS touto poptávkou se Dun Algo rozrostlo, byla vybudována pořádná cesta vedoucí z Dun Mortet (dříve se zboží dopravovalo pouze po řece) a pod útesem se starým městem se postupně vystavělo město nové.\nPo vytěžení starých dolů na severu města byly vyhloubeny nové štoly na východě.\nTři roky zpátky se začali záhadně ztrácet horníci vždy po dvou o rovnodennosti a beze svědků. O další rovnodennosti se vždy objevili a zmizeli jiní dva.\nTo vedlo ke značné nevoli a horníci i část obchodu se začali stěhovat jinam.\nAngus Rikardsson Flucht, předák horníků se rozhodl problém svěřit žoldácké skupině Smíšků, vedených Vittoriem.\nJelikož Smíškové nebyli schopni mizení zastavit, ale přesto požadují peníze, panuje ve městě napjatá atmosféra.\n\nKultura\n\nVe městě se cení zejména materiální a fyzické schopnosti jedince.\nNejsou příliš duchovní, ale i přesto se zde nachází kostel zasvěcený bohu kovářství.\nJelikož je město plné špinavých horníků, tak pokud chcete na někoho udělat dojem, je lepší se co nejvíce vydrhnout a umýt.\nVztah k cizincům je celkem neutrální - nikdo vás nevyžene, ale zároveň si z vás nikdo nesedne na prdel.\nČím dál tím víc se sem dostávají moderní myšlenky o pracovní kultuře jako zajištění bezpečnosti a odborů.\n"},"Zeměpis/Města/Dun-Arkheit":{"title":"Dun Arkheit","links":["Zeměpis/Státy/Korporační-Konfederace"],"tags":[],"content":"Přístavní město v Korporační Konfederaci.\nZeměpis\n\nkek\n"},"Zeměpis/Města/Dun-Breiss":{"title":"Dun Breiss","links":[],"tags":[],"content":""},"Zeměpis/Města/Dun-Krond":{"title":"Dun Krond","links":["Zeměpis/Státy/Korporační-Konfederace","Rasy/Duergar","Zeměpis/Underdark","Zeměpis/Města/Dun-Mortet"],"tags":[],"content":"Hlavní a největší město Korporační Konfederace.\nZeměpis\n\nNachází se na západě Konfederace na hornatém, vysoko položeném poloostrově.\nV dolech ve městě a okolo něj se nachází až neuvěřitelné množství zlata, na němž je postaveno hlavní bohatství Konfederace.\nHluboko v dolech pod městem se nachází vchod do podzemního království Duergarů a dále do Underdark.\nZ města vede jediná cesta a to do Dun Mortet.\n\nObyvatelstvo\n\nZ naprosté většiny trpasličí.\nKdyž už tam potkáte někoho jiného, nejspíš je to obchodník nebo cizinec.\n"},"Zeměpis/Města/Dun-Mortet":{"title":"Dun Mortet","links":["Zeměpis/Státy/Korporační-Konfederace","Zeměpis/Města/Dun-Krond","Zeměpis/Města/Dun-Algo","Zeměpis/Města/Dun-Arkheit","Zeměpis/Města/Dun-Rieben","Zeměpis/Města/Dun-Breiss"],"tags":[],"content":"Obchodní město ve středu Korporační Konfederace.\nZeměpis\n\nNachází se na rozcestí všech hlavních cest Konfederace.\nDá se odtud dostat do:\n\nDun Krond\nDun Algo\nDun Arkheit\nDun Rieben\nDun Breiss\n\n\n\nObyvatelstvo\n\n\n"},"Zeměpis/Města/Dun-Rieben":{"title":"Dun Rieben","links":[],"tags":[],"content":""},"Zeměpis/Města/Pan-Anara":{"title":"Pan Anara","links":[],"tags":[],"content":""},"Zeměpis/Oblasti/Ariinin-Hvozd":{"title":"Ariinin Hvozd","links":[],"tags":[],"content":""},"Zeměpis/Oblasti/Džungle":{"title":"Džungle","links":[],"tags":[],"content":""},"Zeměpis/Státy/Druhé-Impérium":{"title":"Druhé Impérium","links":["Zeměpis/Svět-řádu"],"tags":[],"content":"Státní uskupení na východě Světa řádu."},"Zeměpis/Státy/Jihovýchodní-Koalice":{"title":"Jihovýchodní Koalice","links":["Zeměpis/Svět-řádu"],"tags":[],"content":"Státní uskupení na ostrovech na jihovýchodě Světa řádu."},"Zeměpis/Státy/Kartel-Nezávislých-Městských-Států":{"title":"Kartel Nezávislých Městských Států","links":["Zeměpis/Svět-řádu","Zeměpis/Města/Al'Ziraidabád","Zeměpis/Města/Al'Suekkis","Zeměpis/Města/Al'Quohiris","Zeměpis/Města/Al'Farrah","Zeměpis/Města/Damhiris","Elliria","Kuzaldžajbán","Dimerit","Zeměpis/Voda/Na'ira","Emír","Střet","Zeměpis/Státy/Druhé-Impérium","Zeměpis/Státy/Jihovýchodní-Koalice","Noc-černých-ohňů","Malakahibis","Želví-průliv","Zeměpis/Státy/Korporační-Konfederace","Divočina","Postavy/Organizace/Hrdličky-Války","Postavy/Classy/Bojovník","Postavy/Classy/Mág","Postavy/Classy/Čaroděj","Postavy/Classy/Černokněžník","Postavy/Bohové/Zemos","Postavy/Organizace/Řád-Pravého-Světa","Mágobijec"],"tags":[],"content":"Státní uskupení na jihozápadě Světa řádu.\nZeměpis\n\nNachází se na jihovýchodním kontinentu na Světě řádu.\nPodnebí na východním konci je tropické, podobné naší Sahaře, na západní a střední část je chladnější, podobné poušti Gobi a na severní straně se nachází rozsáhlé mangrovy.\nVětšina kontinentu je pokryta nehostinou pouští. Ve středu je více kamenitá, zatímco na východě písčitá\nZápadní část je pokryta černým pískem a nic zde nežije\nKartel je složen z městských států:\n\nAl’Ziraidabád\nAl’Suekkis\nAl’Quohiris\nAl’Farrah\n\n\nDále se na kontinetu nachází dvě pobřežní města:\n\nDamhiris\nElliria\n\n\nV samém středu pouště se nachází obrovská stolová hora Kuzaldžajbán, kde místní dříve těžili Dimerit.\nNa celém kontinentu se nachází jediná cesta, vedoucí podél řeky Nai’iry mezi Ellirií a Kuzaldžajbánem.\nMezi tieflingy existuje malý kult, který Kuzaldžajbán považuje za posvátný a po této cestě k němu pravidelně vysílá karavany.\nToho využívá Kartel k exportu a importu zboží z východu.\n\nObyvatelstvo\n\nAutonomními a plnohodnotnými částmi Kartelu jsou čtyři magická létající města, která sdílí vládu nad územím.\nVše na povrchu kontinentu je považováno za provincii Kartelu, včetně měst Damhiris a Elliria\nKartel funguje jako oligopol a je řízen radou Emírů.\nZ většiny je společnost složena z lidí, gnómů a hobitů s menšinou tieflingů.\nSpolečnost v létajících městech s větším podílem gnómů a hobitů (Al’Suekkis, Al’Quohiris a Damhiris) je gerontokratická (tj. vládnou ti nejstarší), zatímco ve městech, kde je více lidí ji spíše řídí ti s největší magickou mocí a talentem.\nPřístavní město Elliria je jedinou výjimkou a je téměř zcela obydleno tieflingy. Mezi místními se mu proto říká “Předpeklí”.\n\nHistorie\n\n\nKartel jakožto státní uskupení vznikl až po Střetu a na pouštích, kde se nyní nachází kdysi existovaly pouze dočasné osady a město Elliria.\n\n\nBěhem válek Střetu byly postupně z území, kde dnes leží Druhé Impérium a Jihovýchodní Koalice vytlačeno množství lidského obyvatelstva, které prchalo před válkou.\n\n\nTito uprchlíci ale navázali kontakt s gnómy a hobity, kteří byli zotročeni elfy, plenícími království nynějšího Druhého Impéria.\n\n\nLidé jim sdělili, že daleko na jihozápadě je neobydlený ale nehostinný kontinent.\n\n\nGnómové a hobiti jim nabídli pomoc při obydlení této země výměnou za to, že jim pomohou uprchnout.\n\n\nPři Noci černých ohňů nejmocnější gnómští a hobití mágové a čarodějové za pomoci elfa Malakahiba osvobodili své druhy a lidští uprchlíci jim zajistili logistickou stránku jejich útěku za moře.\n\n\nZde byla pomocí magie vybudována čtyři létající města, díky kterým místní dokážou v nehostinné poušti přežít a magie se dostala do popředí místní civilizace.\n\n\nV každém z měst byla založena velká škola, každá zaměřená na jiné druhy magie:\n\nAl’Ziraidabád: Temná magie a nekromancie\nAl’Suekkis:      Iluzionistická a vyvolávací magie\nAl’Quohiris:     Elementální magie, nejvyšší možná kontrola\nAl’Farrah:        Magie v hudbě, předmětech a v boji\n\n\n\nV posvátné stolové hoře Kuzaldžajbán byla objevena velká ložiska Dimeritu, která posunula kontrolu Kartelu nad magií ještě dále.\n\n\nPro zásobování solí a masem Kartel zabral Ellirii, která se v té době snažila z posledních sil ubránit útokům z východu, jakožto svou provincii a vzal ji pod svou ochranu.\n\n\nZe stejného důvodu bylo v bažinách na severu kontinentu u Želvího průlivu založeno město Damhiris.\n\n\nPřibližně 400 let po válkách střetu, začaly Kartelu zásoby Dimeritu a dalších vzácných kovů potřebných k jejich experimentům, tvorbě magických předmětů a hlavně pohonu jejich měst, docházet.\n\n\nProto byly navázány obchodní vztahy s nedalekou Korporační Konfederací, která má těchto kovů mnohem více.\n\n\nKovy se tedy začaly do Kartelu dovážet výměnou za zde pěstované ovoce a magické předměty.\n\n\nByla obnovena stará jižní cesta přes Divočinu mezi Konfederací a Kartelem, kdy jako hlavní středisko tohoto obchodu slouží Damhiris na jejím jižním konci.\n\n\nZ důvodů častých přepadů obchodních karavan bandity, orky a monstry byla vytvořena elitní jednotka zvaná Hrdličky Války.\n\n\nTy jsou složeny z mileneckých párů, kdy jeden z dvojice je Bojovník pocházející z Konfederace a je vybaven nejlepší zbrojí a štítem, který je Konfederace schopna nabídnout, zatímco druhý je Mág, Čaroděj nebo Černokněžník z Kartelu trénovaný na co nejefektivnější eliminaci nepřátel.\n\n\nDůvodem těchto zvláštních pravidel je fakt, že tito milenci bojují zuřivěji než běžné vojsko, protože se snaží ochránit jeden druhého.\n\n\nKultura\n\nObyvatelé Kartelu se museli přizpůsobit nehostinným podmínkám na povrchu, což silně ovlivnilo jejich kulturu.\nČtyři města Kartelu létají vysoko nad zemí, kde jsou teploty příznivější a méně kolísavé. Damhiris a Elliria jsou jediná pozemní města a přežívají díky své blízkosti k moři.\nHlavní metodou transportu je vynález z Al’Suekkisu kombinující technologii s magií - vzducholoď a horký balón. Dále je oblíbená teleportace, ovšem na ni je potřeba zvláštní povolenka Emíra města.\nNejprestižnější postavení má ve společnosti akademický pokrok a kontrola nad magií.\nZakládá se zde především na svobodě slova, pohybu a činnosti, dokud je to ku prospěchu Kartelu jako celku\nJsou zde ale dvě kasty - ti, kteří ovládají magii a ti, kteří ne - na ně je pak pohlíženo jako na méněcenné a druhořadé.\nStrava v létajících městech je převážně vegetariánská, závislá na tom, co vypěstují. Maso je omezené a k dostání je kuřecí nebo z obřích pouštních červů, případně občas velbloudí. Ostatní se musí importovat.\nStrava v Dahmiris a Ellirii je převážně vázána na moře.\nJeden by čekal, že problémem s životem v poušti bude voda, ale vynalézavost místních ho přesvědčí o opaku. Každé z létajících měst je vybaveno obřími plachtami zachytujícími vzdušnou vlhkost. Ta se na plachtách kondenzuje a stéká po nich do nádrží.\nSpolečnost je otevřená cizincům, ale pokud neovládají žádný druh magie, je na ně pohlíženo (ostatně stejně jako na místní nemagické), jako na druhořadé občany.\nNáboženství jsou zde vítána, ovšem většinou nemají ve společnosti velkou váhu.\nNěkteří místní učenci se ideologicky shodují s velebohem Zemem a tajně ho vzývají, aby jim odkryl hlubší tajemství magie.\nJe zde i několik buněk Řádu Pravého Světa, které jsou si toho vědomy a snaží se tyto mágy buď konvertovat nebo alespoń udržet pod kontrolou.\nObčas tyto buňky fungují jako samozvaná tajná policie, která najímá Mágobijce k eliminaci těch čarodějů, kteří při odkrývání hlubších tajemství zešíleli.\nVe společnosti celkově příliš nezáleží na tom, jak jedinec k magickým schopnostem došel, dokud je používá zodpovědně a ku prospěchu Kartelu\n"},"Zeměpis/Státy/Korporační-Konfederace":{"title":"Korporační Konfederace","links":["Zeměpis/Svět-řádu","Zeměpis/Města/Dun-Krond","Zeměpis/Města/Dun-Algo","Zeměpis/Města/Dun-Arkheit","Zeměpis/Města/Dun-Rieben","Zeměpis/Města/Dun-Breiss","Postavy/Organizace/Magnát","Postavy/NPC/Fergus-Magnisson-Krond-VI.","Střet","Postavy/NPC/Magni-Gustavsson-Krond-I.","Svět-chaosu","Zeměpis/Státy/Kartel-Nezávislých-Městských-Států","Divočina","Postavy/Organizace/Hrdličky-Války","Postavy/Classy/Bojovník","Postavy/Classy/Mág","Postavy/Classy/Čaroděj","Postavy/Classy/Černokněžník","Postavy/Bohové/Hemos"],"tags":[],"content":"Státní uskupení na západě Světa řádu.\nZeměpis\n\nNachází se na severní části západního kontinentu na Světě řádu.\nPodnebí je mírné, ale chladnější, srovnatelné s naším Dánskem nebo Skotskem.\nJe zde mnoho pohoří, zejména po obvodu kontinentu a na jižním konci Konfederace.\nVětšina obyvatelstva žije v údolích podél řek.\nLeží zde města:\n\nDun Krond (hlavní)\nDun Algo\nDun Arkheit\nDun Rieben\nDun Breiss\n\n\n\nObyvatelstvo\n\nSpolečnost je plutokratická (vládnou ti nejbohatší) a z velké části řízená trhem a konzervativním kapitalismem.\nVládce - zvaný Magnát je nejbohatší občan Konfederace.\nSoučasný Magnát je Fergus Magnisson Krond VI.\nObyvatelstvo je z většiny složeno z trpaslíků a lidí, kteří spolu vychází velmi dobře.\nJelikož trpaslíci se dožívají mnohem vyššího věku než lidé, dává jim to možnost nashromáždit více bohatství a tím pádem i více moci.\nTím pádem je většina dolů a majetku v rukou trpasličích klanů, zatímco houževnatější a výřečnější lidé se častěji starají o dopravu zboží a obchod (mezinárodní i vnitřní).\nI když jsou cizinci poměrně vlídně vítáni, není pro ně snadné se zde uchytit, založit živnost a prorazit zažitý systém.\n\nHistorie\n\nKonfederace stojí na základech lidského království s dávno zapomenutým jménem, které zde stálo před Střetem.\nPři Střetu se zde zalíbilo zejména trpaslíkům, goblinům, elementálům a horským obrům.\nPři válkách střetu uzavřel první trpasliční Magnát Magni Gustavsson Krond I. dohodu s místním lidským královstvím a pomohl jim ubránit se před invazemi ze severu i z jihu.\nZ válek po Střetu vyšla Konfederace poměrně dobře a nepoškozeně hlavně díky svému hornatému terénu a malému množství snadno ubránitelných přístupových cest.\nLidé a trpaslíci si zde pomohli navzájem - lidé poskytli ideální prostředí a útočiště pro ztracené trpaslíky a ti lidem na oplátku obranu před ostatními magickými tvory ze světa chaosu a postupně je naučili magii.\nNa bedrech vzájemného přátelství a respektu byla v náslecných letech vybudována dnešní Korporační Konfederace.\n400 let po válkách Střetu byly navázány diplomatické a obchodní vztahy s Kartelem Nezávislých Městských Států na jihu a byla obnovena stará jižní cesta přes Divočinu mezi Konfederací a Kartelem.\nZ důvodů častých přepadů obchodních karavan bandity, orky a monstry byla vytvořena elitní jednotka zvaná Hrdličky Války.\nTy jsou složeny z mileneckých párů, kdy jeden z dvojice je Bojovník pocházející z Konfederace a je vybaven nejlepší zbrojí a štítem, který je Konfederace schopna nabídnout, zatímco druhý je Mág, Čaroděj nebo Černokněžník, z Kartelu trénovaný na co nejefektivnější eliminaci nepřátel.\nDůvodem těchto zvláštních pravidel je fakt, že tito milenci bojují zuřivěji než běžné vojsko, protože se snaží ochránit jeden druhého.\n\nKultura\n\nMístní si zakládají na dlouhodobých přátelstvích, ale nenechte se zmást - často mají tato přátelství pouze obchodní důvody a ta skutečná se navazují velmi pomalu.\nMagie sice ve společnosti má své místo, ale oproti obchodu, těžbě kovů a fyzické síle a výdrži není až tak důležitá.\nNáboženství v konfederační společnosti nemá příliš velkou váhu, udržuje se zde spíš z tradice řád veleboha Hema a dále řády boha kovářství, bohyni pastvin a boha hornictví.\nHlavním hospodářským produktem jsou drahé kovy.\nDalší odvětví, kterým se místní věnují jsou:\n\nPastevectví, výroba sýrů a vlny\nKovářství, výroba magických zbraní a zbrojí\nStavitelství\nPivovarnictví\n\n\nStrava je složená převážně z masa, kořenové zeleniny, brambor, ovsa, jáhel a ječmene.\nNejoblíbenější nápoj je z daleka pivo, které se vaří v každé správné hospodě a vyhlášená Mortetská pálenka, která dokáže s každým, kdo není trpaslík velmi nepěkně zamávat.\nKvůli místním podnebním podmínkám je ovoce považováno za největší delikatesu a symbol bohatství neboť se musí dovážet z daleka.\n"},"Zeměpis/Státy/Poslední-Království":{"title":"Poslední Království","links":["Zeměpis/Svět-řádu"],"tags":[],"content":"Bájné a teoretizované státní uskupení na dalekém konci Světa řádu."},"Zeměpis/Státy/Potopené-město":{"title":"Potopené město","links":[],"tags":[],"content":""},"Zeměpis/Státy/Thundra-Union":{"title":"Thundra Union","links":["Zeměpis/Svět-řádu"],"tags":[],"content":"Státní uskupení na severu Světa řádu."},"Zeměpis/Svět-řádu":{"title":"Svět řádu","links":["Postavy/Bohové/Hemos","Postavy/Bohové/Zemos","Střet","Zeměpis/Státy/Korporační-Konfederace","Zeměpis/Státy/Kartel-Nezávislých-Městských-Států","Zeměpis/Státy/Jihovýchodní-Koalice","Zeměpis/Státy/Druhé-Impérium","Zeměpis/Státy/Thundra-Union","Divočina","Džungle-nářků","Zeměpis/Oblasti/Ariinin-Hvozd","Smrdutý-ohon","Permafrost","Ruiny-Oberonu","Zeměpis/Státy/Poslední-Království","Zeměpis/Státy/Potopené-město"],"tags":[],"content":"\nJeden ze dvou světů, které vznikly během války velebohů Hema a Zema.\nPatřil Hemovi a byl utvářen k jeho obrazu.\nPřed Střetem se zde vyvinuli lidé a vzniklo zde velké množství malých království.\nDlouhou dobu byl zcela bez magie. Ta byla opět představena až po Střetu.\nDnes se zde nachází několik civilizovaných státních uskupení:\n\nKorporační Konfederace\nKartel Nezávislých Městských Států\nJihovýchodní Koalice\nDruhé Impérium\nThundra Union\n\n\nZároveň je zde několik oblastí, které nejsou pod kontrolou žádného z těchto uskupení:\n\nDivočina\nDžungle nářků\nAriinin Hvozd\nSmrdutý ohon\nPermafrost\nRuiny Oberonu\n\n\nA konečně, jsou zde i bájné a pověstné:\n\nPoslední Království\nPotopené město\n\n\n"},"Zeměpis/Underdark":{"title":"Underdark","links":["Rasy/Duergar","Rasy/Drow"],"tags":[],"content":"Obrovské podzemní prostory obývané např. Duergary, Drowy a všemi možnými příšerami."},"Zeměpis/Voda/Alga":{"title":"Alga","links":["Zeměpis/Státy/Korporační-Konfederace","Zeměpis/Města/Dun-Algo"],"tags":[],"content":"\nŘeka na severozápadě Korporační Konfederace\nProtéká Dun Algem, kde vytéká z hory a pokračuje údolím směrem na jih.\nJe známá svými ostrými útesy a břehy.\nPo jejích březích rostou obří sekvoje.\nVyužívá se k vorové dopravě vzácných kovů z Dun Alga.\nNa jaře bývá rozbouřená a nelze přebrodit.\n"},"Zeměpis/Voda/Na'ira":{"title":"Na'ira","links":[],"tags":[],"content":""},"Škola-temné-magie":{"title":"Škola temné magie","links":[],"tags":[],"content":""}}